Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Kultur- og kirkedepartementet har i 2008 mottatt søknad fra Lavangen kommune i Troms om å bli innlemmet i forvaltningsområdet for samisk språk.
sme: Kultur- ja girkodepartemeanta lea 2008 ožžon ohcamuša Loabát suohkanis Romssa fylkkas mas ohcet fátmmastuvvot sámi giellalága hálddašanguvlui.

source: Regjeringen har i revidert nasjonalbudsjett for 2009 foreslått at Sametingets budsjett økes med 1 mill. kroner slik at Lavangen kommune vil kunne innlemmes i forvaltningsområdet for samisk språk fra 1. oktober 2009.
sme: Ráđđehus lea 2009 ođastuvvon našunálabušeahtas evttohan ahte Sámedikki bušeahtta lasihuvvo 1 milj. ruvnnuin vai Loabát suohkana sáhttá lahttudit sámegiela hálddašanguvlui 2009 golggotmánu 1. beaivvi rájes.

source: I og med innføringen av Tysfjord kommune og Snåsa kommune omfatter forvaltningsområdet for samelovens språkregler nordsamisk, lulesamisk og sørsamisk språk.
sme: Maŋŋil go Divttasvuona ja Snåase suohkanat gullet sámi giellalága hálddašanguvlui, de hálddašanguovlu dál fátmmasta davvisámi, julevsámi ja lullisámi gielaid.

source: Gjennomgang av samelovens språkregler Samelovens språkregler ble evaluert i 2007.
sme: Árvvoštallamis sámelága giellanjuolggadusaid Sámelága giellanjuolggadusat lea árvvoštallojuvvon 2007.

source: Evalueringsrapporten viser at de offentlige organene som omfattes av samelovens språkregler ikke oppfyller lovens krav fullt ut.
sme: Árvvoštallanraporta čájeha ahte almmolaš ásahusat maidda sámelága giellanjuolggadusat gusket eai ollášuhte lága gáibádusaid ollásit.

source: Videre viser evalueringen at det kan stilles spørsmål ved om samelovens språkregler fullgodt dekker kravene i den europeiske pakten om region- og minoritetsspråk.
sme: Dasa lassin árvvoštallan čájeha ahte sáhttá jearrat ollášuhttet go sámelága giellanjuolggadusat eurohpalaš guovlo- ja unnitálbmotgielaid šiehtadusa gáibádusaid.

source: På bakgrunn av de problemstillingene som kommer frem i evalueringen av samelovens språkregler og på bakgrunn av at forvaltningsområdet for samelovens språkregler er utvidet til å omfatte både nordsamisk, lulesamisk og sørsamisk språk, vil Arbeids- og inkluderingsdepartementet i samarbeid med berørte fagdepartementer og i konsultasjoner med Sametinget sette i gang et arbeid med gjennomgang av samelovens språkregler og vurdere behov for en eventuell revisjon.
sme: Daid čuolbmabeliid vuođul mat ovdanbohtet sámelága giellanjuolggadusaid árvvoštallamis ja go giellalága hálddašanguovlu lea viiddiduvvon nu ahte dál fátmmasta sihke davvisámi, julevsámi ja lullisámi gielaid, áigu Bargo- ja searvadahttindepartemeanta ovttasbargamis guoskevaš fágadepartemeanttaiguin ja ráđđádallamis Sámedikkiin álggahit sámelága giellanjuolggadusaid árvvoštallat ja árvvoštallat vejolaš ođasmahttima.

source: Tilsyn med samelovens språkregler Det vises til Sametingets årsmelding kap 2.13.1.
sme: Gozihit sámelága giellanjuolggadusaid Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.13.1.

source: Undersøkelser om samisk språk foretatt av Sametinget i 2000, 2004 og 2008 samt evalueringen av samelovens språkregler av 2007, har avdekket at de fleste offentlige organer som omfattes av samelovens språkregler ikke oppfyller lovens krav fullt ut i forhold til retten til bruk av samisk i kontakt med offentlige organer i forvaltningsområdet for samisk språk.
sme: Sámegiela guorahallan man Sámediggi lea čađahan 2000, 2004 ja 2008 ja sámelága giellanjuolggadusaid árvvoštallanjagi 2007’s, lea duođaštan ahte eatnasat almmolaš ásahusain geaidda sámelága giellanjuolggadusat gullet eai ollášuhte lága gáibádusaid ollásit. Dát guoská vuoigatvuhtii geavaheames sámegiela go lea oktavuohta almmolaš ásahusaiguin sámi giellalága hálddašanguovllus.

source: Undersøkelsene viser også at det har vært lite endring over tid.
sme: Guorahallan duođašta ahte unnán áiggi mielde lea rievdan.

source: derfor i gjennomgangen av samelovens språkregler også vurdere spørsmålet om tilsyn med hvordan kommunene og fylkeskommunene følger opp språkbestemmelsene i sameloven.
sme: Departemeanta áigu ságaškuššamis sámelága giellanjuolggadusaid oktavuođas maiddái árvvoštallat goziheami das movt suohkanat ja fylkkasuohkanat čuovvolit sámelága giellamearrádusaid.

source: Barnehage
sme: Mánáidgárddit

source: Det vises til Sametingets årsmelding kap 2.14.
sme: Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.14.

source: Sametinget er tildelt midler til tilskudd til samiske barnehager, til språktiltak i norske barnehager med samiske barn og midler til informasjons-, utviklings- og veiledningsarbeid (Kunnskapsdepartementets budsjettkapittel 231, post 50).
sme: Sámediggái leat juolluduvvon ruđat mat galget geavahuvvot doarjagiin sámi mánáidgárddiide, gielladoaimmaide dáru mánáidgárddiin gos lea sámi mánát ja ruđat diehtojuohkin-, ovdánahttin- ja bagadallanbargguide (Máhttodepartemeantta bušeahttakápihttal 231, poasta 50).

source: Som en oppfølging av St.meld. nr. 28 (2007 – 2008) Samepolitikken, gjennomføres det fra 2008 to årlige administrative samarbeidsmøter mellom Kunnskapsdepartementet og Sametinget om utfordringer og tiltak i den samiske barnehagesektoren.
sme: Čuovvoleames St.dieđ. nr. 28 (2007–2008) Sámepolitihka birra, de 2008 rájes čađahuvvojit guokte ovttasbargočoahkkima gaskal Máhttodepartemeantta ja Sámedikki hástalusaid doaibmabijuid birra sámi mánáidgárdeossodagas.

source: Det er en stor utfordring å rekruttere barnehagepersonale med samiskspråklig kompetanse.
sme: Lea stuorra hástalussan besttet mánáidgárdebargiid geain lea sámegielat gelbbolašvuohta.

source: Den samiske barnehagesektor står overfor en dobbel utfordring: i mange kommuner er det vanskelig å rekruttere førskolelærere generelt og førskolelærere med samiskspråklig kompetanse spesielt.
sme: Nu lea sámi mánáidgárdesuorggis duppal hástalus: ollu suohkaniin lea oppanassiige váttis gávdnat ovdaskuvlaoahpaheddjiid ja earenoamážiid ovdaskuvlaoahpaheddjiid geain lea sámi gelbbolašvuohta.

source: Særlig er utfordringene store i lule- og sørsamiske områder.
sme: Earenoamáš stuorrát leat hástalusat julev- ja lullisámi guovlluin.

source: Sametinget har siden 2002 hatt en egen ordning med stipend til førskolelærere og allmennlærere som blant annet tar fordypning i lulesamisk språk.
sme: Sámedikkis lea 2002 rájes leamašan sierra stipeandaortnet ovdaskuvlaoahpaheddjiide ja dábálaš oahpaheddjiide geat váldet čiekŋudeami julevsámegielas.

source: Samisk høgskole, som er den eneste høgskolen som utdanner førskolelærere med samiskspråklig kompetanse, har i flere år hatt vanskeligheter med å rekruttere studenter til førskolelærerstudiet.
sme: Sámi allaskuvllas, áidna allaskuvla mii oahpaha ovdaskuvlaoahpaheddjiid geain lea sámegielat gelbbolašvuohta, lea máŋggaid jagiid leamašan váttisvuođat bestet studeanttaid ovdaskuvlaoahpaheaddjiohppui.

source: Kunnskapsdepartementet la våren 2007 fram Strategi for rekruttering av førskolelærere i barnehagen 2007 – 2011.
sme: Máhttodepartemeanta ovddidii 2007 giđa Strategiija bestemis ovdaskuvlaoahpaheddjiid mánáidgárddiide 2007–2011.

source: Det utarbeides årlige tiltaksplaner.
sme: Doaibmaplánat ráhkaduvvojit jahkásaččat.

source: Sametinget og Kunnskapsdepartementet skal samarbeide om tiltak og har hatt fokus på utfordringer på årlige samarbeidsmøter i 2008.
sme: Sámediggi ja Máhttodepartemeanta galgaba ovttasbargat doaibmabijuid oktavuođas ja leat deattuhan hástalusaid jahkásaš ovttasbargočoahkkimiin 2008’s.

source: Samisk høgskole, Sametinget, KS Finnmark, Høgskolen i Finnmark og fylkesmannen i Finnmark har igangsatt en rekrutteringskampanje for å rekruttere flere studenter til de to lærerhøgskolene i fylket («Drømmejobben / Gollevirgi»).
sme: Sámi allaskuvla, Sámediggi, KS Finnmárku, Finnmárkku allaskuvla ja Finnmárkku fylkkamánni leat álggahan áŋggirdeami bestema dihte eanet studeanttaid dan guovtti oahpaheaddjiallaskuvllaide fylkkas («Drømmejobben / Gollevirgi»).

source: Kampanjen støttes økonomisk av Kunnskapsdepartementet.
sme: Máhttodepartemeanta doarju áŋggirdeami ekonomalaččat.

source: Grunnopplæring
sme: Vuođđooahpahus

source: Det vises til Sametingets årsmelding kap 2.15.
sme: Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.15.

source: Sametinget forvalter midler til Samisk utdanningsadministrasjon.
sme: Ruđat galget ea.ea. geavahuvvot sámi oahpponeavvuid ovdáneapmái ja buvttadeapmái.

source: I tillegg gis det gjennom fylkesmennene tilskudd til opplæring i og / eller på samisk i grunnopplæringen.
sme: Lassin dása fylkkamánniid bakte juolluduvvo doarjja oahpahussii sámegiela dahje sámegillii vuođđoskuvllas.

source: I 2008 la Kunnskapsdepartementet stor vekt på at det skulle legges til rette for raskere og bedre utvikling av samiske læremidler.
sme: 2008’s Máhttodepartemeanta garrasit deattuhii ahte galggai láhččojuvvot vejolašvuohta jođáneappot ja buoret sámi oahpponeavvobuvttadeami.

source: Gjennom møter med involverte parter har en drøftet mulighetene for å øke utvikling og produksjon, samt oversetting av norske læremidler til samisk.
sme: Čoahkkimiin guoskevaš bealálaččaiguin de leat digaštallan makkár vejolašvuođaid leat lasihit ovdánahttimis ja buvttadeames oahpponeavvuid, ja jorgaleames dárogielat oahpponeavvuid sámegillii.

source: Arbeidet videreføres i 2009 bl.a. ved at det nedsettes en arbeidsgruppe under regi av Sametinget, for å tilrettelegge den videre utviklingen på feltet.
sme: Bargo jotkojuvvo 2009’s ea.ea. nammadeames Sámedikki vuollásaš bargojoavkku, láhččomis ovdáneami ovddasguvlui dán suorggis.

source: Kunnskapsdepartementet har i tildelingsbrevet til Utdanningsdirektoratet for 2009 bedt om at det gjennomføres tilsyn med samiske elevers rettigheter, herunder tilgangen på samiske læremidler.
sme: Máhttodepartemeanta lea 2009 juolludusreivves Oahpahusdirektoráhttii bivdán ahte sii gozohit sámi ohppiid vuoigatvuođaid, dákko bakte ahte gávdnojit sámegielat oahpponeavvut.

source: I konsultasjonen i juni 2008 ble det avtalt at Sametinget skulle utrede forvaltningsansvaret for de samiske videregående skolene, mens Kunnskapsdepartementet følger opp de øvrige delene av rapporten av arbeidsgruppa om de statlige samiske videregående skolene.
sme: Ráđđádallamis 2008 geassemánus šihttojuvvui ahte Sámediggi galggai čielggadit sámi joatkkaskuvllaid hálddašanovddasvástádusa, ja Máhttodepartemeanta ges galggai čuovvolit eará beliid bargojoavkku raporttas stáhtalaš joatkkaskuvllaid birra.

source: I forbindelse med timetallsutvidelsen i grunnskolen kom en fram til fordeling av timene.
sme: Diibmologu viiddideami oktavuođas vuođđoskuvllas lihtodedje das movt juogadit diimmuid.

source: KD skal også vurdere egen læreplan i norsk for elever med samisk som andrespråk.
sme: KD galgá maiddái árvvoštallat sierra oahppoplána dárogielas ohppiid várás geain lea sámegiella nubbingiellan.

source: De fleste læreplanene under Kunnskapsløftet – Samisk forelå ved utgangen av 2008, men læreplan i historie påbygning, samt søknad om deling av duodjifaget, vil bli behandlet i 2009. I løpet av 2008 deltok Kunnskapsdepartementet aktivt i arbeidet med St.meld. nr. 28 (2007– 2008), samt i oppfølgingen av denne.
sme: Eanas oahppoplánat Máhttoloktema – sámi oktavuođas ledje gárvásat 2008 loahpa rádjái, muhto oahppoplána historjjá joatkkaoahppu, oktan ohcamušain ahte juohkit duodjefága meannuduvvo 2009. 2008 searvvai Máhttodepartemeanta aktiivvalaččat St.dieđ. nr. 28 (2007–2008) bargui, ja dan čuovvoleami.

source: Oppfølgingen har bl.a. omfattet arbeid med Handlingsplan for samiske språk.
sme: Dieđáhusa čuovvoleamis lea ea.ea. fátmmastan sámegiela doaibmaplána.

source: 3.14 Tradisjonell kunnskap Det vises til Sametingets årsmelding kap 2.16.
sme: Árbediehtu Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.16.

source: Regjeringen har bevilget midler til en satsing på samisk tradisjonell kunnskap.
sme: Ráđđehus lea juolludan ruđaid sámi árbedieđu áŋgiruššamii.

source: Det ble i 2008 bevilget 1, 3 mill. kroner, og i 2009 1,3 mill. kroner.
sme: Jagi 2008’s juolluduvvui 1,3 milj. ruvdno, ja 2009’s 1,3 milj. ruvdno.

source: Midlene er i sin helhet tildelt Samisk høgskole, til pilotprosjektet «Arbediehtu» – kartlegging, bevaring og bruk av samisk tradisjonell kunnskap.
sme: Ruđat leat ollásit juhkkojuvvon Sámi Allaskuvlii, prošektii» Árbediehtu» – árbedieđuid kártemis, seailluheames ja geavaheames.

source: Pilotprosjektet er planlagt å gå over tre år.
sme: Geahččalanprošeakta lea plánejuvvon bistit golbma jagi.

source: Sametinget gir også midler til prosjekter som ivaretar tradisjonell kunnskap fra Samefolkets fond.
sme: Sámediggi maiddái juolluda doarjaga Sámeálbmotfoanddas prošeavttaide mat vuhtiiváldet árbedieđuid.

source: Sametingets satsing på tradisjonell kunnskap er ellers omtalt i kap. 2.16 i denne meldingen.
sme: Sámedikki árbedieđu áŋgiruššan lea muđui namuhuvvon dán dieđáhusa kap. 2.16 oasis. 2008– 2009

source: 43 Næring
sme: St.dieđ. nr. 43

source: 3.15.1 Fiskeri Det vises til Sametingets årsmelding kap 2.17.5.
sme: 3.15 Ealáhusat 3.15.1 Guolásteapmi Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.17.5.

source: Fiskeri- og kystdepartementet har i 2008 gjennomført flere konsultasjoner med Sametinget, herunder om forvaltningsreformen og overføringer av oppgaver i marin sektor til fylkeskommunene, samt om reviderte fiskeripolitiske retningslinjer og om forvaltning av kongekrabbe.
sme: Guolástus- ja riddodepartemeanta lea 2008’s čađahan máŋga ráđđádallamiid Sámedikkiin, hálddašanođastusa birra ja sirdimis mearasuorggi doaimmaid fylkkasuohkaniidda, ja ođastuvvon guolástanpolitihkalaš njuolggadusaid birra ja gonagasreabbá hálddašeami birra.

source: I tillegg er det avviklet informasjonsmøter om bl.a. reguleringer av fisket i 2009, om revisjon av fiskermanntallet, om oppfølgingen av innstillingen til Kystfiskeutvalget for Finnmark, om eierskapsbegrensninger og rekrutteringsordninger i kystfiskeflåten, om ny stortingsmelding om norsk sjøpattedyrpolitikk og om tildeling av nye oppdrettstillatelser (i 2009) for laks, ørret og regnbueørret.
sme: Maiddái leat lágiduvvon diehtojuohkinčoahkkimat earret eará 2009 guolásteami muddemiid birra, guolástusmantálla ođasmahttima birra, Finnmárkku Riddoguolástanlávdegotti evttohusa čuovvoleami birra, oamastangáržžidemiid ja bestenortnegiid birra riddoguollefanasveagas, ođđa stuorradiggedieđáhusa norgga mearranjiččehaspolitihka birra ja juohkimis ođđa luosa, dápmot ja girjeluosa biebmanlobiid (2009).

source: Kystfiskeutvalget for Finnmark ble nedsatt 30. juni 2006.
sme: Finnmárkku Riddoguolástanlávdegoddi nammaduvvui 2006 geassemánu 30. beaivvi.

source: Utvalgets innstilling, NOU 2008:5 Retten til fiske i havet utenfor Finnmark ble avgitt fiskeriog kystministeren i Vestertana den 18. februar 2008.
sme: Lávdegotti evttohus, NAČ 2008:5 Vuoigatvuohta bivdit ábis olggobealde Finnmárkku ovddiduvvui guolástusja riddoministarii Deanodagas 2008 guovvamánu 18.

source: Innstillingen ble sendt på bred høring med høringsfrist satt til 1. desember 2008. 3.15.2 Reindrift Det vises til Sametingets årsmelding kap 2.17.6.
sme: Evttohus sáddejuvvui viidát gulaskuddamii ja gulaskuddama áigemearri lei mearriduvvon 2008 juovlamánu 1. beaivvi. 3.15.2 Boazodoallu Dás čujuhuvvo Sámedikki jahkedieđáhussii kap 2.17.6.

source: Reindriften står overfor en rekke utfordringer i arbeidet mot målene om en økologisk, økonomisk og kulturelt bærekraftig næring.
sme: Boazodoalus lea ollu hástalusat olaheames ekologalaš, ekonomalaš ja kultuvrralaš ceavzilis ealáhusa.

source: Dette gjelder både spørsmål om den interne forvaltning med organisering og bruk av ressurser, og i forhold til ytre faktorer, da særlig det å ivareta næringens arealinteresser og arealbehov.
sme: Dát guoská gažaldagaide siskkáldas hálddašeami birra valljodagaid organiserema ja geavaheami, ja gaskavuođat olgguldas dilálašvuođaide, ja earenoamážiid vuhtiiváldimis ealáhusa areálaid beroštumiid ja dárbbuid.

source: Selv om økonomien i næringen samlet sett er svak, har det likevel vært en positiv utvikling de senere årene, i første rekke som følge av økt slakteuttak og bedre markedsforhold.
sme: Vaikko ealáhusa ekonomiija oppalaččat ii leat nu buorre, de dattege lea leamašan positiiva ovdáneapmi maŋimus jagiid, vuosttažettiin go eanet leat njuovvan ja buoret márkandilálašvuođat.

source: Landbruks- og matdepartementet legger vekt på å kunne styrke denne utviklingen, bl.a. gjennom å videreføre og videreutvikle reindriftsavtalens ordninger som stimulerer til økt verdiskaping.
sme: Eanandoallo- ja biebmodepartemeanta deattuha dan ahte dán ovdáneami sáhttá nannet, ea.ea. joatkit ja ovdánahttit boazodoallošiehtadusa ortnegiid mat movttiidahttet lassáneaddji árvoháhkama.

source: Ved siste reindriftsavtale ble det innført en prøveordning i Vest-Finnmark reinbeiteområde der ordningen med tidligslaktetilskuddet og kalveslaktetilskuddet blir erstattet av et tilskudd med vilkår om at mottakeren skal oppfylle et bestemt slakte- og produksjonskrav.
sme: Maŋimus boazodoallošiehtadusain álggahuvvui geahččalanortnet Oarje-Finnmárkku boazodoalloguovllus nu ahte árranjuovvandoarjaga ja miessedoarjaga sadjái lea ásahuvvon doarjja mas eaktun lea ahte vuostáiváldi galgá ollášuhttit dihto njuovvan- ja buvttadangáibádusaid.

source: 3.15.3 Reindriftsloven av 2007 Reindriftsloven som ble vedtatt i 2007 innbar en betydelig omlegging i forhold til tidligere lovgivning overfor reindriftsnæringen.
sme: 45 3.15.3 2007 Boazodoalloláhka Boazodoalloláhka mii 2007’s mearriduvvui mearkkašii mealgadis rievdadusaid ovddit lágain mat leat boazodoalu váste.

source: på en helt annen måte et indre selvstyre for næringen bl.a. ved at siidaene og reinbeitedistriktene har hovedansvaret for utforming av bestemmelser om ressursforvaltningen.
sme: Láhka áibbas eará ládje deattuha ealáhusa siskkáldas iešstivrejumi ea.ea. go siiddain ja orohagain lea váldoovddasvástádus hábmemis resursahálddašeami mearrádusaid.

source: Myndighetene har på forskjellige måter lagt og vil legge til rette for en god prosess for at lovens bestemmelser skal fungere etter intensjonen.
sme: Eiseválddit leat iešguđet ládje láhčen ja áigot ain láhččet vejolašvuođa olahit buori proseassa vai lága mearrádusat galget doaibman áigumušaid ektui.

source: I dette arbeidet prioriterer Landbruks- og matdepartementet i første rekke oppgaven med utarbeidelse av bruksregler for distriktene med rammebetingelser for reintall og beitetider.
sme: Dán barggus Eanandoallo- ja biebmodepartemeanta vuosttažettiin vuoruha barggu ráhkadeames geavahannjuolggadusaid orohagaide mas leat boazologu ja guohtunáiggiid rámmaeavttut.

source: Det er i tilknytning til dette arbeidet blitt gjennomført en rekke tiltak for informasjon og veiledning.
sme: Dán barggu oktavuođas leat čađahuvvon máŋga diehtojuohkinčoahkkima lága birra iešguđege boazodoalloguovlluin.

source: Et eget utvalg med representanter fra næringen, forvaltningen og forskningen har arbeidet med og fremmet forslag om kriterier for reintallsfastsettelse.
sme: Sierra lávdegoddi mas leat mielde ovddasteaddjit ealáhusas, hálddahusas ja dutkamis lea bargan ja evttohan eavttuid boazologu mearrideapmái.

source: Det er videre utarbeidet veileder for fastsetting av reintall og utforming av bruksregler, og forvaltningen har avholdt oppfølgende møter for ytterligere informasjon og veiledning.
sme: Lea maiddái ráhkaduvvon oaivádus boazologu mearrideapmái ja geavahannjuolggadusaid hábmemis, ja hálddahus lea lágidan čoahkkimiid mas leat juohkán dieđuid ja oaivadusaid.

source: I Reindriftsavtalen som er inngått for 2009 – 2010 er det også lagt vekt på økonomiske ordninger som styrker og stimulerer distriktenes arbeid på dette feltet.
sme: Dohkkehuvvon boazodoallošiehtadusas 2009–2010 áigodahkii leat maiddai deattuhan ekonomalaš ortnegiid mat nannejit ja movttiidahttet orohagaid barggu dán suorggis.

source: 3.15.4 Arealspørsmål og arealvern Den nye planloven som er vedtatt, forplikter kommuner og regioner til å ivareta naturgrunnlaget for samisk reindrift, og nye regler om medvirkning og krav om planprogram skal sikre at reindriften kommer tidlig inn i planprosessen.
sme: 3.15.4 Areálagažaldagat ja areálasuodjaleapmi Dat ođđa mearriduvvon plánaláhka, geatnegahttá suohkaniid ja guovlluid vuhtiiváldimis sámi boazodoalu luondduvuođu, ja ođđa njuolggadusaid searvama birra ja plánaprográmma gáibádus mii galgá sihkkarastit ahte boazodoallu árrat searvá plánaprosessii.

source: Loven har gitt utvidete muligheter til å ivareta reindriftens interesser ved at områder av særlig viktighet for reindriften kan markeres som hensynssoner i planen, og at det kan knyttes bestemmelser til disse sonene.
sme: Láhka lea dagahan viiddiduvvon vejolašvuođaid vuhtiiváldimis boazodoalu beroštumiid danin go boazodollui earenoamáš dehálaš guovllut sáhttet plánas merkejuvvot deastaavádahkan, ja ahte dáid avádagaide sáhttet čadnojuvvot dihto mearrádusat.

source: Planlovens vektlegging av interkommunal og regional planlegging er også av viktighet for reindriften som i stor utstrekning bruker områder på tvers av kommune- og fylkesgrenser.
sme: Plánaláhka deattuha ahte suohkaniidgaskasaš ja guovlulaš plánen maiddái lea dehálaš boazodollui mii oalle viidát geavaha guovlluid suohkan- ja fylkkarájáid rastá.

source: Landbruks- og matdepartementet har bl.a. i oppfølgingen av arbeidet etter ny planlov, sett det som viktig at det også blir utarbeidet kart med en verdiklassifisering av reinbeiteområdene.
sme: Bargu ođđa plánalága birra čuovvoluvvo vuosttažettiin dieđuiguin ja oaivadusain hálddahusas ja stivrenásahusaide, ja ráhkadit oaivádusa boazodoalu ja areálasuodjaleami birra.

source: Hensikten er på en bedre måte å kunne synliggjøre områdene hvor næringen har særlige beite- og bruksinteresser. Slike kart vil være mer anvendelige bl.a. i sammenheng med den kommunale planleggingen.
sme: Eanandoallo- ja biebmodepartemeanta lea ea.ea. čuovvoleames barggu ođđa plánalága mielde, oaidnán dehálažžan ahte maiddái ráhkaduvvo kárta oktan boazodoalloguovlluid árvošláddjemiin.

source: En arbeidsgruppe har vurdert og lagt fram forslag til metode for slik klassifisering.
sme: Sámedikki 2008 doaimma birra hkat guovlluid gos ealáhusas leat dehálaš guođohan- ja geavahanberoštumit.

source: Arbeidet følges nå opp i forvaltningen, og gjennomføring av en verdi 2008– 2009
sme: Dákkár kárttat lea eanet ávkkálačča ea.ea. suohkanlaš plánema oktavuođas.

source: klassifisering av reinbeiteområdene er en av oppgavene som har høyest prioritet i de neste årene.
sme: Nammaduvvon bargojoavku lea árvvoštallan ja evttohan vuogi movt dákkár árvošláddjema dahkat.

source: Landbruks- og matdepartementet har iverksatt et prosjekt for å styrke det interdepartementale samarbeidet om å ivareta reindriftsinteressene i arealsammenheng.
sme: Eanandoallo- ja biebmodepartemeanta lea álggahan prošeavtta nannemis departemeanttaidgaskasaš ovttasbarggu vuhtiiváldimis boazodoalloberoštumiid areálaoktavuođas.

source: I prosjektet skal departementene synliggjøre og konkretisere behov og muligheter, samt foreta en ansvarsfordeling i forhold til oppfølging av tiltaksområder som kan gjelde regelverk og bedre dialog og samhandling mellom reindriften og øvrige arealinteresser.
sme: Prošeavttas galgá departemeanta oainnusindahkat ja dárkilastit dárbbuid ja vejolašvuođaid, ja čađahit ovddasvástádusjuogu čuovvoleames doaibmasurggiid mat sáhttet leat njuolggadusat dahje buoret gulahallan gaskal boazodoalu ja eará areálaberoštumiid.

source: Tiltakene skal bidra til en oppfyllelse av nasjonale og internasjonale forpliktelser i forhold til den samiske reindriften.
sme: Doaimmat sáhttet váikkuhit ahte našunála ja riikkagaskasaš geatnegasvuođat sámi boazodoalu ektui buorebut ollášuhttojuvvojit.
